{
  "principais": [
    {
      "titulo": "A Esfera de Armilar: O Grande Instrumento Celeste da Idade Média e da Era de Ouro da Ciência",
      "link": "./bussola.html",
      "imagem": "./image/materias/buss01.png",
      "descricao": "A bússola é um dos instrumentos mais antigos e fascinantes da humanidade, responsável por possibilitar grandes navegações, descobertas geográficas e avanços científicos. Apesar de parecer simples, sua agulha metálica alinhada ao norte magnético revela um princípio fundamental da natureza: o campo magnético da Terra",
      "linkTexto": "Leia mais..."
    },
    {
      "titulo": "A Esfera de Armilar: O Grande Instrumento Celeste da Idade Média e da Era de Ouro da Ciência",
      "link": "./esferaarmilar.html",
      "imagem": "./image/materias/armilar.png",
      "descricao": "A primeira versão da esfera de armilar teve origem na cultura islâmica, com astrônomos como Al‑Biruni e Al‑Khwarizmi, que refinavam os conceitos de Ptolomeu. No século XII, a esfera ganhou sua forma clássica graças ao trabalho de João de Nápoles, que adaptou o design antigo com a inclusão de anéis de declinação e de eclíptica. A partir daí, a esfera espalhou‑se rapidamente por todo o mundo cristão, graças aos manuscritos e ao comércio de artefatos científicos.",
      "linkTexto": "Leia mais..."
    },
    {
      "titulo": "Todas as fases da Lua para 2025",
      "link": "./faselua2025.html",
      "imagem": "https://assets.science.nasa.gov/dynamicimage/assets/science/psd/lunar-science/internal_resources/603/moon-phases-jpl.png?w=1700&h=904&fit=clip&crop=faces%2Cfocalpoint",
      "descricao": "No dia 7 de setembro de 2025, a Lua ficará totalmente encoberta pela sombra da Terra.",
      "linkTexto": "Ver detalhes"
    },
    {
      "titulo": "Inteligência Artificial: Avanços, Benefícios e Desafios de uma Revolução Tecnológica",
      "link": "./ias.html",
      "imagem": "./image/materias/ias001.png",
      "descricao": "A inteligência artificial (IA) deixou de ser um conceito restrito à ficção científica para se tornar um dos pilares centrais da transformação digital que vivemos hoje.",
      "linkTexto": "Descubra mais"
    },
    {
      "titulo": "Primavera 2025: flores, ciência e cultura",
      "link": "./equinocio.html",
      "imagem": "./image/materias/primavera.png",
      "descricao": "A chegada da primavera traz mudanças climáticas e um espetáculo de cores.",
      "linkTexto": "Descubra mais"
    }
    
  ]
}
